export const cardData = [
  {
    title: "새로운 시대를 건축하다",
    image: "../../../assets/images/bg/news/bg_news1.png",
    content:
      "혁신적이고 감각적인 건축 디자인을 만나보세요. 미래지향적 공간과 독창적 설계를 경험해 보실 준비가 되셨나요?",
    date: "2024.12.21 (토)",
    type: "뉴스",
  },
  {
    title: "공간의 가치를 재정의하다",
    image: "../../../assets/images/bg/news/bg_news2.png",
    content:
      " 이스트 건축은 건축의 본질을 탐구하고 새로운 트렌드를 반영한 디자인으로 공간의 가치를 높입니다. 차별화된 설계를 지금 만나보세요. 이스트 건축은 건축의 본질을 탐구하고 새로운 트렌드를 반영한 디자인으로 공간의 가치를 높입니다. 차별화된 설계를 지금 만나보세요.",
    date: "2024.12.21 (토)",
    type: "뉴스",
  },
  {
    title: "미래의 건축을 디자인하다",
    content:
      "혁신과 기술을 기반으로 한 이스트 건축의 디자인은 현대적이면서도 지속 가능한 건축 솔루션을 제안합니다. 함께 더 나은 미래를 설계해 보세요. 앞으로도 함께 합시다.",
    date: "2024.12.21 (토)",
    type: "뉴스",
  },
  {
    title: "세상을 바꾸는 디자인",
    content:
      "아름다움과 기능을 아우르는 디자인을 통해 새로운 건축 패러다임을 만들어갑니다. 우리의 작품을 통해 세상의 변화를 확인해 보세요.",
    date: "2024.12.21 (토)",
    type: "뉴스",
  },
];
